Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/depts/other_files/gratulerer_med_kvenfolkets_dag_2021.docx.tmx
Source language: nob
Languages: fkv

source: Gratulerer med kvenfolkets dag!
fkv: Onnee kvääninkansan päiväle!

source: - Kvenfolkets dag ble etablert i 2014, og det er fint å se at stadig flere markerer dagen i byer og bygder der kvenene bor.
fkv: - Kvääninkansan päivän perustethiin vuona 2014, ja se oon fiini nähhä ette usseemat ja usseemat feirathaan tätä päivää niissä kaupungiissa ja kylissä missä kväänit asuthaan.

source: Dagen markerer felles historie, felles kultur og det kvenske og norskfinske fellesskapet, sier distrikts- og digitaliseringsminister Linda Hofstad Helleland.
fkv: Tällä päivälä markkeerathaan yhtheistä histooriaa, yhtheistä kulttuurii ja kväänin ja norjansuomalaisten yhtheyttä, sannoo distriktin ja -digitaaliseeringinministeri Linda Hofstad Helleland.

source: Helleland er ansvarlig statsråd for de nasjonale minoritetene i Norge.
fkv: Hellelandila oon staatinneuvo kellä oon eesvastaus nasunaalisista minoriteettiista Norjassa.

source: - Fornorskningspolitikken som kvenene/norskfinnene ble utsatt for, har ført til at kvensk språk og kultur er truet.
fkv: Norjalaistamispolitikki mitä tehthiin kvääniile/norjansuomalaisille, oon syy miksi kväänin kieli ja kulttuuri oon uhattu.

source: Mange ildsjeler har kjempet for at kulturen og språket skal bevares for fremtidige generasjoner, og det vil jeg takke dere for, sier Helleland.
fkv: Monet tulisielut oon taistelheet siitä ette kieli ja kulttuuri säilythään tulleeville sukupolvile, ja siitä mie aijon kiittäät teitä, sannoo Helleland.

source: Innsatsen fra kvenske/norskfinske ildsjeler gir resultater.
fkv: Kvääniin/norjansuomalaisten työ oon antanu resultaattii.

source: I dag søker stadig flere tilbake til den kvenske kulturen og det kvenske språket.
fkv: Tääpänä usseemat ja usseemat hajethaan kväänin kulttuurii ja kväänin kieltä.

source: Flere unge kvener/norskfinner engasjerer seg og ønsker å vise sin identitet.
fkv: Usseemat kvääninuoret/norjansuomalaiset oon engaseerattu ja haluthaan näyttäät ommaa identiteettii.

source: Regjeringens har lagt vekt på å styrke arbeidet med kvensk språk gjennom å innføre rett til opplæring i kvensk i grunnskolen i Troms og Finnmark og støtte opprettelsen av kvensk som eget fag i lærerutdanningen ved Universitetet i Tromsø.
fkv: Hallitus oon kans antanu kuurttoo siihen ette kväänin kieli oon oma faaki opettaajankoulutuksessa Tromssan universiteetissa.

source: Det er også gitt tilskudd til prosjekter i barnehager og til etablering av kvenske språksentre som gjør en viktig innsats i lokalsamfunnene for kvensk språk og kultur.
fkv: Hallitus oon kans antanu rahhaa lastentarhain prosektiile ja ette perustaat kväänin kielisentterit. Nämät sentterit tehhään tärkkeetä työtä paikalissamfynniissa kväänin kieltä ja kulttuurii varten.

source: - Regjeringen vil jobbe videre for å styrke det kvenske språket og den kvenske og norskfinske kulturen.
fkv: - Hallitus jatkaa työn niin ette lujittaat kväänin kieltä ja kväänin ja norjansuomalaisten kulttuurii.

source: Jeg ønsker alle en fin markering av dagen, sier Helleland.
fkv: Mie toivon kaikile hyvvää päivän markkeerinkkii, sannoo Helleland.
